{
    "label": "Taiwan's Constitutional Court legalizes gay marriage",
    "text": "On Wednesday, the Constitutional Court of the Republic of China — Taiwan — ruled laws restricting same-sex marriage unconstitutional, declaring them \"in violation of both the people’s freedom and the people's right to equality\" in an official statement. The Court gave legislators two years to amend the state's marriage laws.<p>In the hearing, Taiwan's Constitutional Court, which contains 14 judges, ruled in favor of extending marriage rights to same-sex couples. The Court also said that, if the legislators miss the two-year deadline, same-sex couples will still be allowed to marry per ruling, which as things now are would make Taiwan the first Asian country to legalize same-sex marriage. One of the plaintiffs was Chi Chia-wei (祁家威), a gay rights advocate since the 1980s who has campaigned for marriage rights since 2001.<p>The ruling received mixed reactions. Taiwan's LGBT Family Rights Advocacy celebrated the ruling. However, groups like Coalition for the Happiness of Our Next Generation have opposed same-sex marriage and, as reported by Taiwan News, protested the ruling outside the Court, asked that the ruling be invalidated, and asked the country's president Tsai Ing-wen to resign. Before becoming the nation's first female president in 2016, Tsai campaigned for the legalization of same-sex marriage.<p>According to the China Post, lawmakers in Taiwan passed the first draft of a bill to legalize same-sex marriage in December 2016. The bill would replace \"male and female parties\" with \"two parties\" in Article 972 of the Civil Code concerning marriage. Anti-ruling protests have interfered with the passage of the bill, however.<p>Taiwan's capital, Taipei, holds the largest gay pride marches in Asia, reports the China Post.<p>The People's Republic of China — mainland China — continues to claim sovereignty over the self-governing Taiwan. In China, homosexuality was decriminalized in 1997 and delisted from the Chinese Psychiatric Association's list of psychiatric disorders in 2001. However, of roughly 30,000 LGBT and intersex people, surveyed in China by Peking University, United Nations Development Programme, and the Beijing LGBT Center, most were found to be closeted, with only about 5 percent living openly.<p>Twenty-two countries around the world currently legally endorse same-sex marriage, including the United States and Great Britain.",
    "key": "article1",
    "image": "taiwan_flag.png",
    "date": "Friday, May 26, 2017",
    "tags": ["world", "entertainment", "sports"]
}