{
    "label": "James Bond star Roger Moore, 89, dies",
    "text": "On Tuesday, British actor Roger Moore, best known for portraying Simon Templar of the 1960s series The Saint and the spy character James Bond, died in Switzerland at the age of 89.<p>Before his death, Moore fought recently diagnosed cancer. His family confirmed his death on Twitter saying, \"It is the heaviest of hearts, we must share the awful news that our father, Sir Roger Moore, passed away today. We are all devastated.\"<p>Other stars paid tribute to Roger Moore via Twitter, including Russell Crowe, Michael Ball, Mia Farrow, Boy George, and Duran Duran, who sang the eponymous theme song for Bond film A View to a Kill featuring Moore as Bond.<p>Moore was born in Stockwell, South London an only child to his working-class parents on October 14, 1927. During World War II, he and his mother mostly stayed in Amersham, 25 miles from London. Moore left grammar school in 1943 to work.<p>Moore's father, a detective sergeant, came to the home of film director Brian Desmond Hurst that had been robbed. Moore was introduced by his father to Hurst and then started his acting career in summer 1944 as an extra in the film Caesar and Cleopatra. Impressed, Hurst helped Moore gain extra parts in two other films and then paid for Moore's acting studies at the Royal Academy of Dramatic Arts.<p>Moore was assigned to the National Service in 1945 and then, after training, was ranked captain. Afterwards, he appeared in modeling engagements, like appearance in Women's Own magazine.<p>Moore arrived in the United States in 1953 and then signed a contract with Metro-Goldwyn-Mayer (MGM) for mainly supporting roles. He portrayed the male lead in 1956 film Diane. He first appeared on television as the titular character of the late-1950s ITV series Ivanhoe. He later appeared in some western series, like Maverick from 1960 to 1961, replacing James Garner as the lead of the series.<p> Moore then portrayed Simon Templar, stealing from rich antagonists, in the ITV series The Saint. The series ran 118 episodes from 1962 to 1969. Due to his contract for The Saint, Moore was prevented from being cast as James Bond for the 1962 film Dr. No, which stars Sean Connery, the first actor to portray Bond.<p>Moore eventually became the third actor to portray Bond, and his first Bond film was the 1973 film Live and Let Die. He would appear again as Bond in six more films: The Man with the Golden Gun, 1974; The Spy Who Loved Me, 1977; Moonraker, 1979; For Your Eyes Only, 1981; Octopussy, 1983; and A View to a Kill, 1985.<p>In 1991 Moore became a UNICEF goodwill ambassador. His UNICEF work earned him Commander of the Most Excellent Order of the British Empire (CBE) in the late 1990s. He was knighted in 2003 for that.<p>Throughout 2000s, Moore performed voiceovers in mostly animated films and made appearances in some other live-action films, like the 2002 film Boat Trip, portraying a gay man resembling Bond. Then he wrote his 2008 autobiography My Word Is My Bond and other books, including memoir One Lucky Bastard and Bond on Bond.<p>Moore married four times, to four different woman. He was survived by his fourth wife, Danish-Swedish multimillionaire Kristina \"Kiki\" Tholstrup, and his three children.",
    "key": "article2",
    "image": "moore.jpg",
    "date": "September 5, 2016",
    "tags": ["world", "entertainment", "sports"]
}
