{
    "label": "Dutch footballer Kuyt to hang up his boots",
    "text": "Dirk Kuyt, Dutch footballer and captain of Dutch football club Feyenoord, on Wednesday announced retirement from football.<p>The 36-year-old forward said, \"To me this feels like the right time to retire. I have had two fantastic years here since returning to Feyenoord, with this season's title as the absolute pinnacle. I had the dream of winning trophies and becoming a champion with Feyenoord. All my dreams have come true.\" ((nl))  On Sunday, Kuyt scored a hat trick as Feyenoord won their first Dutch League title Eredivisie since 1999.<p>On Sunday, Juyt scored a hat-trick as Feyenoord won their first Dutch league title Eredivisie since 1999. Kuyt's nineteen-year footballing career started at FC Utrecht. He won one KNVB Cup (Dutch Cup) with them. Kuyt moved to Feyenoord Rotterdam in 2003 after five seasons at Utrecht. He was top-scorer of the club in all three season at the Rotterdam club.<p>The Dutchman joined English club Liverpool F.C. in 2006. Six seasons with the Merseyside club, Kuyt netted 71 goals in 285 appearances. In 2012, he won the English Cup, his only trophy with the Reds. In his debut season for Liverpool, Kuyt won the silver medal in the UEFA Champions League, losing to Italian giants A.C. Milan.<p>Kuyt spent three seasons with Turkish club Fenerbahçe winning the Süper Lig (Turkish league title), Turkish Cup and Turkish Super Cup before moving to Feyenoord. He won a KNVB Cup and Eredivisie in two seasons in his second spell at the club. He scored twelve league goals this season.<p>Kuyt has 104 international caps and has the sixth most caps for Oranje. He has scored 24 goals in the Dutch colours. Kuyt featured in three FIFA World Cups, finishing second in 2010's World Cup in South Africa and third in 2014's World Cup in Brazil. Kuyt is to take a sports management training programme. Feyenoord's techincal director Martic van Geel is to tutor him. van Geel said, \"I will tutor Dirk and I could easily imagine him taking over from me in due course.\"",
    "key": "article4",
    "image": "soccer.png",
    "date": "Saturday, May 20, 2017",
    "tags": ["world", "entertainment", "sports"]
}
