{
    "label": "Bill Cosby's lawyers accuse prosecutors of racial bias in jury selection for sexual assault trial",
    "text": "Yesterday, Brian McMonagle, a lawyer defending the U.S. actor Bill Cosby, accused the prosecution of attempting to exclude black jurors. Cosby, who is black, is charged with drugging and sexually assaulting a white woman.<p>Prosecutors claimed that one of the potential jurors, a black former police officer who had once sued the state, might have an anti-government bias that could skew her judgement in trial. The judge overseeing the case, Steven T. O'Neill, decided to accept the prosecution's explanation but told Cosby's lawyers he would entertain their accusations of racial bias if they came back with statistical evidence. Of eleven jurors seated as of yesterday, ten were white and one was black. Out of the 100 potential jurors examined, sixteen were non-white and about a dozen were black. Of the eleven, seven were men, four were women. One juror and six alternates had yet to be selected.<p>Nearly 3000 residents of Pennsylvania's Allegheny County have been called to report for jury selection for just one trial. After selection, eighteen of those people will be bused about 300 miles (500 km) to Norristown where the trial of Bill Cosby for the alleged 2004 sexual assault of Andrea Constand is scheduled to begin on June 5.<p>The area around Pittsburgh was chosen as as source of jurors at the request of Cosby's legal team, who were concerned about the interest that politicians elsewhere in Pennsylvania have shown in the case.<p>Judge O'Neill, was present for jury selection: \"No one should make an effort to be on this jury, and no one should make an effort to not be on this jury,\" he instructed the first set of 100 potential jurors.<p>The first round of winnowing was done by questionnaire. Potential jurors were asked if they had religious beliefs or experiences with criminals that might affect their ability to serve impartially. Jurors were asked if they or anyone they know has been sexually assaulted, and about a third said yes. Jury selection specialist Howard Varinsky, who worked on the Scott Peterson and Timothy McVeigh cases, said the judge would be likely to dismiss jurors who said yes to that question; and said defense lawyers would likely favor black jurors who might question the veracity of reports from police officers and older jurors who may see Cosby's alleged victim as an adulteress.<p>Under Pennsylvania jury selection rules, either side may reject any number of jurors \"for cause,\" meaning either that they have some health problem or work obligation that would make jury service an undue hardship for them or that there is some proof that they could not be impartial. Someone who has admitted to hating or loving Cosby could be struck for cause. Each legal team may also strike seven jurors and three alternates regardless of their reasons, which they are not obliged to share with the court. However, they are not allowed to exclude jurors solely because of their race or gender, which is what Cosby's lawyers allege the prosecution attempted to do Tuesday.<p>Over the past few years, about 40 women have accused Bill Cosby of drugging and sexually assaulting them. One woman besides Constand is expected to testify to establish that Cosby's actions were part of a predatory pattern. Cosby claims his encounter with Constand was consensual and says he hopes to restore his reputation and career. If convicted, Cosby, who is currently 79 years old, could serve 10 years in prison.<p>Bill Cosby is best known for his role on The Cosby Show, which earned him the nickname \"America's Dad.\"<p>Judge O'Neill has already decided to sequester the jury for the trial, estimated at about two weeks.",
    "key": "article3",
    "image": "cosby.jpg",
    "date": "September 5, 2016",
    "tags": ["world", "entertainment", "sports"]
}
